import { Paragraf } from "./components/book-changer/book-change.type";

export const FifthBookParagrafs: Paragraf[] = [
      {
        name: '§ 1. Россия и Дон в конце XVII века. Старообрядцыв борьбе за вольность.',
        page: 9,
      },
      {
        name: '§ 2. Донские казаки в Русско-турецкой войне1672–1681 гг.',
        page: 14,
      },
      {
        name: '§ 3. Крымские и Азовские походы',
        page: 19,
      },
      {
        name: '§ 4. Как менялись границы земли Донской в XVIII веке',
        page: 24,
      },
      {
        name: '§ 5. Заселение Дона в XVIII веке',
        page: 31,
      },
      {
        name: '§ 6. Донское земледелие и скотоводство в XVIII веке',
        page: 38,
      },
      {
        name: '§ 7. Промыслы и торговля на Дону в XVIII веке',
        page: 45,
      },
      {
        name: '§ 8. Донские города XVIII века',
        page: 50,
      },
      {
        name: '§ 9. Превращение донского казачества в сословие',
        page: 56,
      },
      {
        name: '§ 10. Права, привилегии и обязанности казаков',
        page: 61,
      },
      {
        name: '§ 11. Казачья старшина и появление донскогодворянства',
        page: 68,
      },
      {
        name: '§ 12. Бурлаки, оземейные и крестьяне на Дону',
        page: 74,
      },
      {
        name: '§ 13. Булавинское восстание и ликвидацияавтономии Дона',
        page: 80,
      },
      {
        name: '§ 14. Донские атаманы XVIII столетии',
        page: 87
      },
      {
        name: '§ 15. Войсковое управление в XVIII веке',
        page: 97,
      },
      {
        name: '§ 16. Местное и церковное управление',
        page: 104,
      },
      {
        name: '§ 17. Переселение крымских армян на Дон.',
        page: 109,
      },
      {
        name: '§ 18. Есауловский бунт 1792–1794 гг.',
        page: 115,
      },
];