import { Paragraf } from "./components/book-changer/book-change.type";

export const FirstBookParagrafs: Paragraf[] = [
  {
    name: '§ 1. Труд археолога',
    page: 10,
  },
  {
    name: '§ 2. Древние люди на донской земле',
    page: 15,
  },
  {
    name: '§ 3. Люди современного типа на Дону',
    page: 22,
  },
  {
    name: '§ 4. От кочевий охотников — к поселениям скотоводов и рыболовов',
    page: 31,
  },
  {
    name: '§ 5. Путешествие по донским стоянкам',
    page: 40,
  },
  {
    name: '§ 6. На смену камню приходят металлы',
    page: 49,
  },
  {
    name: '§ 7. Начало бронзового века на Нижнем Дону',
    page: 56,
  },
  {
    name: '§ 8. Погребения рассказывают',
    page: 64,
  },
  {
    name: '§ 9. Курган Весёлый под Новочеркасском.',
    page: 71,
  },
  {
    name: '§ 10. Ливенцовская и Каратаевская крепости. Эпоха боевых колесниц',
    page: 78,
  },
  {
    name: '§ 11. Загадочные киммерийцы',
    page: 88,
  },
  {
    name: '§ 12. Великая Скифия и ее обитатели',
    page: 96,
  },
  {
    name: '§ 13. Город на дне моря',
    page: 104,
  },
  {
    name: '§ 14. Елизаветовское городище: от скифского поселения — к греческому городу',
    page: 111,
  },
  {
    name: '§ 15. Курганы «Пять братьев»',
    page: 121
  },
  {
    name: '§ 16. Сарматы — первая тяжелая конница степей',
    page: 129,
  },
  {
    name: '§ 17. В славном городе Танаисе. Рассказ мальчика-танаита',
    page: 139,
  },
  {
    name: '§ 18. Меотские поселения на Нижнем Дону',
    page: 151,
  },
  {
    name: '§ 19. Нижний Дон в эпоху Великого переселения народов',
    page: 160,
  }
];
