import { Paragraf } from "./components/book-changer/book-change.type";

export const FourthBookParagrafs: Paragraf[] = [
    {
        name: '§ 1. Азак – османский форпост в Северо-ВосточномПриазовье',
        page: 5,
      },
      {
        name: '§ 2. Крымская и ногайская стороны',
        page: 17,
      },
      {
        name: '§ 3. Проблема происхождения донского казачества',
        page: 29,
      },
      {
        name: '§ 4. Формирование донского казачества',
        page: 37,
      },
      {
        name: '§ 5. Появление казачьих городков',
        page: 45,
      },
      {
        name: '§ 6. Образование Войска Донского',
        page: 55,
      },
      {
        name: '§ 7. Органы управления Войска Донского.',
        page: 64,
      },
      {
        name: '§ 8. Главные занятия и промыслы донских казаков,казачье мастерство',
        page: 73,
      },
      {
        name: '§ 9. Духовная культура донского казачества. Быт,обычаи и традиции ',
        page: 83,
      },
      {
        name: '§ 10. Взаимоотношения казачества с Московскимцарством ',
        page: 94,
      },
      {
        name: '§ 11. Участие донских казаков в войнах России во второйполовине XVI в',
        page: 103,
      },
      {
        name: '§ 12. Морские и сухопутные походы донских казаков',
        page: 113,
      },
      {
        name: '§ 13. Участие донских казаков в событиях Смутноговремени',
        page: 123,
      },
      {
        name: '§ 14. Взаимоотношения донского казачества с тюрко-татарским миром ',
        page: 134,
      },
      {
        name: '§ 15. Борьба казаков за Азов',
        page: 143
      },
      {
        name: '§ 16. Участие донских казаков в войнах Российскогогосударства XVII в',
        page: 154,
      },
      {
        name: '§ 17. Восстание под предводительством Степана Разина',
        page: 164,
      },
      {
        name: '§ 18. Черкасск – главный город Войска Донского',
        page: 176,
      },
      {
        name: 'Список использованной литературы',
        page: 184,
      },
];