import { Paragraf } from "./components/book-changer/book-change.type";

export const SixthBookParagrafs: Paragraf[] = [
    {
        name: '§ 1. «Тихий	Дон,	наш	батюшка»	Социально-	экономическое	развитие	области	Вой	ска	Донского	в	начале	ХХ	века.',
        page: 5,
      },
      {
        name: '§ 2. «Когда	мы	были	на	вой	не...»	Донской	край		в	годы	Первой	мировой	вой	ны	(1914–1917	гг.)	',
        page: 17,
      },
      {
        name: '§ 3. «В	память	вольной	старины...»	Начало	Великой	российской	революции.	Февраль	1917	года	на	Дону',
        page: 29,
      },
      {
        name: '§ 4-5. «Всколыхнулся,	взволновался	православный	Тихий	Дон...»	Подъём	Великой	российской	революции.	Октябрь	1917	года		на	Дону',
        page: 37,
      },
      {
        name: '§ 6-7. «Ветры	злые...»	Гражданская	война	на	Дону	в	1918–1920	гг.	Повстанческое	движение	в	1921-1922	гг.',
        page: 45,
      },
      {
        name: '§ 8. «Дон	сделал	громадное	дело...»	Новая	экономическая	политика	большевизма	на	Дону	(1921	–	конец	1920-х	гг.)',
        page: 55,
      },
      {
        name: '§ 9-10. «Дон	на	стройке».	Развитие	индустрии	в	1920–1930-е	гг.',
        page: 64,
      },
      {
        name: '§ 11-12. «С	кровью	и	потом...».	Коренной	поворот	в	развитии	сельского	хозяйства	и	его	последствия',
        page: 73,
      },
      {
        name: '§ 13. От	букваря	до	драмтеатра!	Образование	и	культура	на	Дону	в	1920–1930-е	гг.',
        page: 83,
      },
      {
        name: '§ 14. «В	боевое	грозно	время...»	Донской	край	в	годы	Великой	Отечественной	вой	ны	(1941–1945	гг.)	',
        page: 94,
      },
      {
        name: '§ 15. «Едут,	едут	по	Берлину	наши	казаки...».	Донское	казачество	в	Великой	Отечественной	вой	не',
        page: 103,
      },
      {
        name: '§ 16. «Мы	возродим	тебя,	Донской	край!»	Послевоенное	восстановление	и	развитие	(1945	–	начало	1950-х	гг.)',
        page: 113,
      },
      {
        name: '§ 17. Успехи	и	невзгоды.	Ростовская	область	в	период	реформ	(середина	1950-х	–	начало	1960-х	гг.)',
        page: 123,
      },
      {
        name: '§ 18-19.  «Рост	без	развития».	Достижения	и	проблемы	Донского	региона	(середина	1960-х	–	середина	1980-х	гг.)',
        page: 134,
      },
      {
        name: '§ 20. «На	призыв	свободы...»	Донская	перестройка	(1985–1991	гг.)',
        page: 143
      },
      {
        name: '§ 21. «Давайте	нашу	жизнь	построим	снова...»	Донская	экономика	в	условиях	рыночных	преобразований	1990-х	гг',
        page: 154,
      },
      {
        name: '§ 22. «Славься,	Дон,	и	в	наши	годы...»	Социально-	экономическое	развитие	Ростовской	области	в	2000–2017	гг.',
        page: 164,
      },
      {
        name: '§ 23. «Вновь	свободно	стало	племя	возродившихся	донцов...»	Общественно-	политическая	жизнь	Ростовской	области	в	эпоху	перемен',
        page: 176,
      },
];
