import { Paragraf } from "./components/book-changer/book-change.type";

export const ThirdParagrafs: Paragraf[] = [
    {
        name: "§ 1 Социальное развитие Войска Донского в первой половине XIX века. «Положение об управлении Войском Донским» 1835 года",
        page: 5
    },
    {
        name: "§ 2 Новочеркасск – новый административный центр Войска Донского",
        page: 16
    },
    {
        name: "§ 3 Военная служба донского казачества в первой половине XIX века. Донцы в Отечественной войне 1812 года",
        page: 24
    },
    {
        name: "§ 4 Служба донского казачества на Кавказе. Донцы в Крымской войне",
        page: 35
    },

    {
        name: "§ 5 Хозяйство в Войске Донском в первой половине XIX века",
        page: 43
    },
    {
        name: "§ 6 Ростовский уезд Екатеринославской губернии в первой половине XIX века",
        page: 54
    },
    {
        name: "§ 7 Города Ростовского уезда в первой половине XIX века 65",
        page: 65
    },
    {
        name: "§ 8 Либеральные реформы 1860–1870-х годов в Войске Донском и Ростовском уезде Екатеринославской губернии",
        page: 78
    },
    {
        name: "§ 9 Войско Донское в пореформенный период. Корректировка реформ 1860–1870-х годов в области",
        page: 89
    },

    {
        name: "§ 10 Развитие торгового земледелия в Донской области. 1860-е – 1913 год",
        page: 100
    },
    {
        name: "§ 11 Неземледельческие отрасли хозяйства Донской области во второй половине XIX в. – 1913 г. Города – центры рыночной экономики",
        page: 112
    },
    {
        name: "§ 12 Население Донской области во второй половине XIX – начале ХХ века",
        page: 130
    },
    {
        name: "§ 13 Донская область в конце XIX – начале XX века. Участие донских казаков в русско-японской войне 1904–1905 годов",
        page: 144
    },
    {
        name: "§ 14 Донская область в 1905 году: революционные события в городах",
        page: 158
    },

    {
        name: "§ 16 Аграрная реформа в Донской области. 1907–1913 годы",
        page: 180
    },
    {
        name: "§ 17 Общественно-политическая жизнь в Донской области 1907–1913 годах",
        page: 191
    },
    {
        name: "§ 18 Культура городов Донской области во второй половине XIX – начале ХХ века",
        page: 202
    },
    {
        name: "§ 19 Культура донских станиц во второй половине XIX – начале ХХ века",
        page: 221
    },
    {
        name: "§ 20 Культура сел Донской области во второй половине XIX – начале ХХ века",
        page: 237
    },
    
]